Repository: wangchong2023/zhiyu
Catalog: Sources/Localization/Catalogs/Network.xcstrings
Source language: en
Languages: zh_hans

# errorTokenExpired
source: Token Expired
zh_hans: Token 已过期

# errorUnauthorized
source: Unauthorized
zh_hans: 未授权

# errorUnexpected
source: Unexpected Error
zh_hans: 未知错误

# errorDecodeFailed
source: Decode Failed
zh_hans: 数据解析失败

source: Missing Refresh Token
zh_hans: 缺少刷新 Token

source: Invalid HTTP Response
zh_hans: 无效的 HTTP 响应

# errorServer
source: Server Error
zh_hans: 服务器错误

# errorHTTP
source: HTTP Error
zh_hans: HTTP 错误

source: Session Invalidated
zh_hans: 会话已失效

source: Missing Data Payload
zh_hans: 缺少数据负载

# errorRemoteConfigFailed
source: Failed to fetch remote configuration
zh_hans: 远程配置拉取失败

# errorEmptyPayload
source: Empty response payload
zh_hans: 响应数据为空

# errorInvalidURL
source: Invalid URL
zh_hans: 无效的 URL
